Repository: auto-mat/do-prace-na-kole
Catalog: avatar_locale/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Avatar
cs: Profilový obrázek

source: avatar
cs: profilový obrázek

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
cs: Přípona souboru %(ext)s není povolena. Povolené přípony jsou: %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
cs: Soubor je příliš velký (%(size)s), maximální povolená velikost souboru je %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
cs: Již máte %(nb_avatars)d nahraných profilových obrázků, povolené maximum je %(nb_max_avatars)d.

source: Choices
cs: Volby

source: user
cs: uživatel

source: primary
cs: primární

source: uploaded at
cs: nahráno

source: avatars
cs: profilové obrázky

source: Your current avatar:
cs: Současný profilový obrázek:

source: You haven't uploaded an avatar yet. Please upload one now.
cs: Ještě jste nenahráli žádný avatar. Nyní ho můžete nahrát.

source: Upload New Image
cs: Nahrát nový obrázek

source: Choose new Default
cs: Zvolit nový výchozí obrázek

source: Please select the avatars that you would like to delete.
cs: Prosím vyberte profilový obrázek, který chcete smazat.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
cs: Nemáte žádný profilový obrázek, který by bylo možné smazat. Prosím <a href="%(avatar_change_url)s">nahrajte</a> avatar.

source: Delete These
cs: Smazat tyto

source: %(avatar_creator)s has updated their avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
cs: %(avatar_creator)s změnil svůj profilový obrázek %(avatar)s. http://%(current_site)s%(avatar_url)s

source: <a href="%(user_url)s">%(avatar_creator)s</a> has updated their avatar <a href="%(avatar_url)s">%(avatar)s</a>.
cs: <a href="%(user_url)s">%(avatar_creator)s</a> změnili svůj profilový obrázek <a href="%(avatar_url)s">%(avatar)s</a>.

source: Your avatar has been updated. %(avatar)s http://%(current_site)s%(avatar_url)s
cs: Váš profilový obrázek byl změněn. %(avatar)s http://%(current_site)s%(avatar_url)s

source: You have updated your avatar <a href="%(avatar_url)s">%(avatar)s</a>.
cs: Právě jste změnili Váš avatar <a href="%(avatar_url)s">%(avatar)s</a>.

source: Default Avatar
cs: Výchozí profilový obrázek

source: Successfully uploaded a new avatar.
cs: Nový profilový obrázek byl úspěšně nahrán.

source: Successfully updated your avatar.
cs: Nový profilový obrázek byl úspěšně změněn.

source: Successfully deleted the requested avatars.
cs: Vybrané profilový obrázeky byly úspěšně změněny.
